{
  "greeting": "Hello world",
  "homepage": {
    "marketNeeds": "MARKET’S NEED",
    "marketNeedsP1": "A good pitta bread should be tasty, soft and fluffy. When it reaches consumers, the goal is to bring out every flavour and to be easily wrapped or filled without breaking. Although it may sound simple, to ensure consistent quality, all stages of production must be professionally and expertly executed.",
    "ourApproach": "VISION (WHY WE ARE DIFFERENT) ",
    "ourApproachP1": "As a result of our determination, work ethos, and hard work we have secured and maintain a leading presence in Cyprus for more than 35 years. With expertise and experience, we transform the art and tradition of the beloved pitta bread into an immersive tasting experience. Oriented towards innovation since our beginning, we are constantly developing new ideas that can meet the changing nutritional needs of our time in the largest production unit for pocket pitta worldwide!",
    "whyDifferent": "VISION (WHY WE ARE DIFFERENT) ",
    "whyDifferentP1": "As a result of our determination, work ethos, and hard work we have secured and maintain a leading presence in Cyprus for more than 35 years. With expertise and experience, we transform the art and tradition of the beloved pitta bread into an immersive tasting experience. Oriented towards innovation since our beginning, we are constantly developing new ideas that can meet the changing nutritional needs of our time in the largest production unit for pocket pitta worldwide!",
    "solutionIs": "INNOVATION (WHY WE ARE BETTER)",
    "solutionIsP1": "Aiming at utilising the most advanced technologies in the baking industry, we invest and constantly train while employing equipment that enhances our innovative production process. At the same time, we stay true to the traditional recipe and the authentic taste of our products. In 2018, with the production line’s automation, our promise of exclusively specialising in pitta bread was securely sealed. This way, we are in a position to offer the best products in the highest quality across Cyprus and abroad.",
    "products": "Products",
    "productsP1": "Flour, water, and yeast. Daily tested by a specialised team to meet the strictest quality standards, these three, basic ingredients create our wide product range. Cypriot, Pafitiki, Greek, Lebanese, Whole Wheat, Israeli (Kosher certified) Pitta Breads and in various sizes, from cocktail to large, are made for every need, preference, and dietary habit. Our range covers the hospitality and catering sector (HORECA) as well as the demand for personal use (RETAIL)."
  },
  "aboutPage": {
    "profile": "PROFILE",
    "profileP1": "Setting out a successful path and staying dedicated to consumers’ needs, we prepare our products using the purest ingredients and contemporary production methods. The creation of the first, privately owned factory in 1996 allows our product range to expand every year, propelling the company forward.     ",
    "profileP2": "Constantly evolving, and in order to fully respond to the market’s increasing demands, in 2011 we moved into our brand new, fully equipped industrial unit in the Industrial Area of Agios Athanasios.",
    "aboutP1": "Today, son and grandson carry on the family tradition handed down to them. Working side by side with the same passion and values, they’ve grown into one of the best producers of quality pitta bread, baked with the finest ingredients.",
    "aboutP2": "Our love for baking bread is what we carry with us today with pride – a life’s work that goes beyond fond memories of a passionate bread maker serving fresh hot bread, right out of the oven of his small bakery shop back in the 1950s.",
    "teamP1": "Work ethic and teamwork are catalysts for the efficient and consistent service of our partners as well as the people who trust our products. With a state-of-the-art fleet of 30 vehicles and a workforce that currently exceeds 80 people, our company's departments operate aiming for continuous improvement and ensuring product quality.",
    "story": "STORY",
    "storyP1": "Our story begins in 1950, in our grandfather’s Christakis Fitides workshop, baking bread with the traditional wood-fire oven. Inspired by his love and artistry, Marios Fitides, the family’s son started helping around in the bakery while learning all the secrets of working with dough: from selecting raw materials to experimenting for the creation of successful recipes.",
    "storyP2": "Fitides Quality Pitta Bread Company was officially established in 1985, exclusively specialising in pitta bread production. Today, we supply a plethora of restaurants, hotels, catering services, and grill houses mainly in Cyprus as well as in Europe.",
    "team": "TEAM",
    "careers": "CAREERS",
    "clients": "CLIENTS",
    "clientsP1": "The long-standing, honest relationships with our customers, coupled with our dedicated team and efficient response to market needs are reflected in our clientele. A multitude of Cypriot supermarket chains, bakeries, fruit markets, butcher shops, and restaurants are amongst them.",
    "certifications": "CERTIFICATIONS",
    "certificationsP1": "Everything that is produced, baked, distributed, and bears the Fitides Quality Pitta Bread signature, consistently meets the high-quality standards we have set. Since 2005, we have been certified with the HACCP, ISO 9001, ISO 22000, and FSSC 22000 international standards by the competent bodies for the Food Safety Management System and for the Quality Management Systems.",
    "certificationsP2": "Quality consistency is not only our timeless value, but also a daily commitment. With strict controls on all production lines and stages, from raw materials to finished product and distribution, we invest both in technological equipment as well as in the continuous training of our workforce."
  },
  "products": {
    "lebanese": "Lebanese Pitta Bread",
    "lebaneseP1": "Lebanese Description",
    "classic": " Classic Pitta Bread",
    "classicP1": " Classic Pitta Bread Description",
    "wholeWheat": "Wholewheat Pitta Bread",
    "wholeWheatP1": "Wholewheat Pitta Bread Description",
    "greek": "Greek Pitta Bread",
    "greekP1": "Greek Pitta Bread Description",
    "paphitiki": "Paphitiki Pitta Bread",
    "paphitikiP1": "Paphitiki Description"
  }
}
